archlinux-keyring
pacman-contrib
curl
rsync
grub
gptfdisk 
btrfs-progs
glibc
reflector
arch-install-scripts
archinstall
base-devel
base
networkmanager
wpa_supplicant
dhclient
mesa
xorg
xorg-server
xorg-apps
xorg-drivers
xorg-xkill
xorg-xinit
xorg-xrandr
xorg-xsetroot
xf86-input-libinput
alsa-plugins
alsa-utils
autoconf
automake
awesome-terminal-fonts
bash-completion
bind
bison
bluez
wifi_menu
less
bluez-libs
bluez-utils
bridge-utils
celluloid
cmatrix
code
cronie
cups
dialog
dmidecode
dnsmasq
dtc
efibootmgr
egl-wayland
exfat-utils
flex
fuse2
fuse3
fuseiso
gamemode
gcc
gimp
gparted
gptfdisk
grub-customizer
gst-libav
gst-plugins-good
gst-plugins-ugly
haveged
htop
jdk-openjdk
kitty
libdvdcss
libtool
lsof
lutris
lzop
m4
make
neofetch
ntfs-3g
ntp
openbsd-netcat
obsidian
openssh
os-prober
p7zip
papirus-icon-theme
patch
picom
pkgconf
powerline-fonts
pulseaudio-alsa
python-notify2
python-psutil
python-pyqt5
python-pip
qemu
snap-pac
snapper
steam
swtpm
synergy
terminus-font
traceroute
ttf-droid
ttf-hack
ttf-roboto
ufw
unrar
unzip
virt-manager
virt-viewer
which
wine-gecko
wine-mono
winetricks
zip
zsh
xterm
binutils
dosfstools
linux-headers
noto-fonts-emoji
usbutils
xdg-user-dirs
linux
linux-firmware
git
xsel
python
nodejs
npm
libnotify
dunst
xorg-server	
xorg-xwininfo	
xorg-xprop
ffmpeg
ttf-linux-libertine	
ueberzug
bash
sudo
stow
exa
bat
i3-gaps
i3-resurrect
i3blocks
i3status
hsetroot
feh
betterlockscreen
zathura
zathura-cb
zathura-pdf-mupdf
zoxide
fasd
tmux
ttf-dejavu 
ttf-liberation 
noto-fonts
dmenu
lxtask
xclip
gtk4
wget
fzf
ripgrep
network-manager-applet
thunar
sxiv
rofi
fd
firefox
firefox-developer-edition
flameshot
slock
socat
moreutils
xcape
xdotool
maim
lxappearance
alacritty
xorg-xbacklight	
man-db
man-pages
prettier
stylua
glow
ranger
lazygit
vim
vi
pipewire
pipewire-pulse
pipewire-jack
wireplumber
helvum
easyeffects
qt5ct
pavucontrol
pulsemixer
pasystray
awesome
xfce4-power-manager
arc-gtk-theme
awesome 
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
lxsession
rxvt-unicode
wireless_tools
gsimplecal
xautolock
scrot
thunar-archive-plugin
thunar-volman
thunar-media-tags-plugin
tumbler
jq
w3m
geany
nano
viewnior
parcellite
gtk2-perl
imagemagick
playerctl
xsettingsd
obconf
i3status-rust
redshift
