base-devel
linux
linux-firmware
linux-headers
git
xsel
python
python-pip
nodejs
npm
libnotify
dunst
xorg-server	
xorg-xwininfo	
xorg-xinit
xorg-xprop
ffmpeg
ttf-linux-libertine	
ueberzug
bash
sudo
stow
exa
bat
scrot
i3-gaps
i3-resurrect
i3blocks
i3status
hsetroot
feh
betterlockscreen
zathura
zathura-cb
zathura-pdf-mupdf
zoxide
fasd
zsh
kitty
tmux
ttf-dejavu 
ttf-liberation 
noto-fonts
noto-fonts-emoji
dmenu
lxtask
xclip
gtk4
curl
wget
fzf
ripgrep
network-manager-applet
networkmanager
thunar
sxiv
rofi
fd
firefox
firefox-developer-edition
flameshot
slock
socat
moreutils
unrar
unzip
xcape
xdotool
maim
lxappearance
alacritty
xorg-xbacklight	
exfat-utils
man-db
prettier
stylua
glow
lazygit
reflector
zip
xterm
vim
vi
pipewire
pipewire-pulse
pipewire-jack
wireplumber
helvum
easyeffects
qt5ct
pavucontrol
pulsemixer
picom
pasystray
awesome
xfce4-power-manager
